ERROR_CODES = {
    'apiKeyDisabled': 'Ваш API-ключ был отключен.',
    'apiKeyExhausted': 'Ваш API-ключ больше не имеет доступных запросов.',
    'apiKeyInvalid': 'Ваш API-ключ введен неправильно. Проверьте его и попробуйте снова.',
    'apiKeyMissing': 'Ваш API-ключ отсутствует в запросе. Добавьте его в запрос одним из этих методов.',
    'parameterInvalid': 'Вы включили параметр в свой запрос, который в настоящее время не поддерживается. Проверьте свойство сообщения для получения дополнительной информации.',
    'parametersMissing': 'Требуемые параметры отсутствуют в запросе, и его невозможно выполнить. Проверьте свойство сообщения для получения дополнительной информации.',
    'rateLimited': 'Вы были ограничены по скорости. Отдохните некоторое время, прежде чем снова пытаться выполнить запрос.',
    'sourcesTooMany': 'Вы запросили слишком много источников в одном запросе. Попробуйте разделить запрос на 2 меньших запроса.',
    'sourceDoesNotExist': 'Вы запросили источник, которого не существует.',
    'unexpectedError': 'Это не должно было произойти, и если это произошло, то это наша вина, а не ваша. Попробуйте запрос снова через некоторое время.'
}